Repository: juanesarango/teachme-pb
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es_es

# Aprende
source: Learn
es_es: Aprende

# Ensena
source: Want to teach?
es_es: Quieres Enseñar?

# Quiero
source: I want to learn...
es_es: Quiero aprender...

# Sesiones
source: Your sessions
es_es: Tus Sesiones

# Perfil
source: Profile
es_es: Perfil

# Cuenta
source: Account
es_es: Cuenta

# Mensajes
source: Messages
es_es: Mensajes

# Salir
source: Log out
es_es: Salir

# Ingresar
source: Log in
es_es: Ingresar

# Ingresa fb
source: Log in with facebook
es_es: Ingresa con facebook:

# Ingresa correo
source: Login with your email
es_es: O ingresa con tu correo:

# Recuerda
source: Remember me
es_es: Recuérdame

# Ingresa
source: Log in
es_es: Ingresa

# Registrate
source: Sign up for free!
es_es: Regístrate gratis!

# Comparte
source: You like us? Share us with
es_es: Te gusta? Compártenos con

# Ingles
source: English
es_es: Inglés

# Cerrar
source: Close
es_es: Cerrar

# Terminos
source: Terms of service
es_es: Términos de uso

# Politicas
source: Privacy policy
es_es: Política de privacidad

# FAQ
source: Frequently Asked Questions
es_es: Preguntas frecuentes

# Contacto
source: Contact
es_es: Contacto

# Encuentra
source: Find <strong>Tutors</strong> in the topics you need
es_es: Encuentra <strong>Tutores</strong> en el tema que necesitas

# Permite
source: <strong>Teachme</strong> allows you to connect online in any moment with the experts you need
es_es: <strong>Teachme</strong> te permite contactar a los expertos online que necesitas en cualquier momento

# Buscar
source: Search
es_es: Buscar

# NAyuda
source: What do you need help for? Try 'differential calculus'
es_es: En que necesitas ayuda? Trata con 'Cálculo diferencial'

# Facil
source: It's very easy, look how it works
es_es: Es muy fácil, mira cómo funciona

# B1
source: Search by the topics you want to learn
es_es: Busca por temas lo que deseas aprender

# B2
source: Browse between tutors and select the one you prefer
es_es: Explora entre los tutores cuál te gusta más

# B3
source: Connect with the tutor on our virtual classroom
es_es: Conéctate con el tutor en nuestra aula virtual

# Encuentra-a
source: Find tutors by category
es_es: Encuentra mentores por áreas

# Tasa
source: USD per hour
es_es: USD por hora

# Lo siento-areas
source: We're sorry. We're working for bringing you the best experts in this category
es_es: Lo sentimos. Estamos trabajando para traerte a los mejores mentores en esta área.

# Que-dicen
source: What our learners are saying about <strong>Teachme</strong>
es_es: Qué están diciendo los aprendices de <strong>Teachme

# Testimonio-1
source: "We were waiting for a comfortable solution like this for studying. Thanks!"
es_es: "Casi que no tenemos una alternativa cómoda para estudiar. Gracias! "

# Testimonio-2
source: "Very cool, this was what I needed. Total Thanks..."
es_es: "Muy Bacano, esto era lo que necesitaba. Gracias totales..."

# Testimonio-3
source: "UuuuuFF, very cool this website, I recommend it to everyone, these are the tools we the students need."
es_es: "UuuuFF, muy bacana ésta página, la recomiendo para todos, estas son las herramientas que necesitamos los estudiantes."

# Testimonio-4
source: "Hey guys, thank you very much, I teach music and photography."
es_es: "Ey muchachos, muchas gracias, doy clases de música y fotografía."

# Testimonio-5
source: "Yeah. I finally understood factorization, very good this solution. Thaaaaaaanksss ..."
es_es: "Síii. Por fin entendí factorización, buenísima esta página. Graciaaaassss..."

# Testimonio-6
source: "Excellent, I don't need to move from my house to meet up with a teacher. Thank you very much!!"
es_es: "Excelente, no tengo que moverme de mi casa para encontrarme con un profesor. Muchas graciaaas!!"
